{
  "ambidextrous": {
    "name": "ambidextrous",
    "label": "Ambidextrous",
    "positive": true,
    "value": -4,
    "weight": ["s"],
    "description": "You are equally adept at using either your right or left side. Whether shooting a gun, throwing a grenade, or kicking a ball, you can switch it up with the best of them.",
    "gameEffect": "No penalty for off-hand weapon use (see p. 110)."
  },
  "analytical-mind": {
    "name": "analytical-mind",
    "label": "Analytical Mind",
    "positive": true,
    "value": -3,
    "weight": ["t"],
    "description": "You are a master problem solver. You can analyze information to help deduce solutions, while separating useful bits from the distractions and noise.",
    "gameEffect": "You gain a bonus Edge when you make any Logic-based test."
  },
  "aptitude": {
    "name": "aptitude",
    "label": "Aptitude (Skill)",
    "positive": true,
    "value": -12,
    "weight": [],
    "description": "The best look up to you. You have the natural potential to be even better than the best in a particular skill.",
    "gameEffect": "Your skill maximum for the selected skill is 10, instead of 9, and your maximum starting rank is 7, instead of 6."
  },
  "astral-chameleon": {
    "name": "astral-chameleon",
    "label": "Astral Chameleon",
    "positive": true,
    "value": -9,
    "weight": ["a"],
    "description": "Your aura never seems to stabilize for very long. You have the ability to blend in with the astral environment around you and make it harder to identify and read your aura and astral signature.",
    "gameEffect": "Characters receive –2 dice on tests to recognize your aura or astral signature. Your astral signature fades in half the normal time (see p. 159)."
  },
  "blandness": {
    "name": "blandness",
    "label": "Blandness",
    "positive": true,
    "value": -8,
    "weight": ["f", "s"],
    "description": "You are the least interesting person in the world. You’re average height, average weight, average build, average everything. Nothing at all about you tends to stand out, and that can be extremely useful.",
    "gameEffect": "Characters take a –2 penalty on Memory tests (p. 67) to remember if they have seen you before, and the threshold on tests to notice if you are following or observing them is increased by 1. If the character acquires something permanent and distinctive—obvious, unusual cyberware, a unique tattoo, that sort of thing—they lose this quality. If they acquire something temporarily distinctive, such as an extreme hairdo, the effects are negated until those changes are reversed."
  },
  "built-tough": {
    "name": "built-tough",
    "label": "Built Tough (1 to 4)",
    "positive": true,
    "value": -4,
    "weight": ["s"],
    "description": "You’re built like a brick drekhouse. You’re pretty good at taking a few extra hits before the lights go out.",
    "gameEffect": "You have a number of additional boxes on your Physical Condition Monitor equal to the rank of this quality."
  },





  "addiction": {
    "name": "addiction",
    "label": "Addiction",
    "positive": false,
    "value": 2,
    "weight": [],
    "description": "Some habits just can’t be kicked. It might be as simple as a need for a drag off that nic-stick to cool your nerves, or as life-twisting as a need for something better-than-life, but whatever it is, it’s got a firm grip on you.",
    "gameEffect": "You cannot earn Edge or spend Edge in any form while suffering withdrawal. Withdrawal times (the time that passes before you need your next hit) and requirements are based on the level of addiction and can be found on the Addiction Withdrawal table. When in withdrawal, take a –2 dice-pool penalty on all tests; increase that penalty by 1 each time you pass another Withdrawal time period."
  },
  "allergy": {
    "name": "allergy",
    "label": "Allergy",
    "positive": true,
    "value": 2,
    "weight": ["s"],
    "description": "Maybe it’s a runny nose and poorly timed sneezes from pollen, or a full-blown anaphylactic reaction from some of those rare natural peanuts. Whatever it is, you suffer some level of discomfort from a substance found in the Sixth World.",
    "gameEffect": "Select an allergen and severity to determine Karma value. You cannot spend or earn Edge while exposed to your allergen. You also suffer secondary effects, which are listed below."
  }
}
